<template>
  <div class="about-page">
    <h1>О нас</h1>
    <p>Мы создаем Cooky с одной целью —
      упростить процесс планирования здорового меню для вас и вашей семьи. </p>
    <p>Я долго искала удобный инструмент,
      который помог бы мне составлять сбалансированное питание,
      но, к сожалению, не нашла ничего подходящего.
    </p>
    <p>Вдохновленная этой проблемой, я решила создать платформу,
      которая будет объединять все необходимые функции:
      от добавления собственных рецептов до формирования меню на неделю и
      автоматического генерирования списка покупок.
    </p>
    <p>Мы стремимся сделать процесс планирования питания простым,
      увлекательным и доступным для каждого.
      Присоединяйтесь к нашему сообществу и
      откройте для себя мир кулинарных возможностей!</p>
  </div>
</template>

