<template>
  <div class="about-page">
    <h1>Добро пожаловать на сайт Cooky!</h1>
    <p>Создайте идеальное меню на неделю и более на основе рецептов!
      Наша платформа позволяет вам легко добавлять свои кулинарные шедевры и
      формировать сбалансированное меню как для одного человека,
      так и для всей семьи.
    </p>
    <p>Основные функции:</p>
    <ul>
      <li>Добавление рецептов</li>
      <li>Составление меню</li>
      <li>Список покупок</li>
      <li>Гибкость и удобство</li>
    </ul>
  </div>
</template>
