<template>
  <div class="menu-base-page">
    <h1>Добавление и управление рецептами</h1>





    <p>Добро пожаловать на страницу добавления рецептов!</p>
    <p>Здесь вы можете легко сохранять и управлять своими кулинарными шедеврами.</p>
    <p>Основные функции:</p>
    <ul>
      <li><span>Добавление нового рецепта:</span>
        Простая форма для ввода всех необходимых данных о вашем блюде,
        включая название, ингредиенты, пошаговые инструкции и фото.</li>
      <li><span>Управление рецептами:</span>
        Просматривайте все ранее добавленные рецепты в одном месте.
        Удобный интерфейс позволяет редактировать или
        удалять существующие рецепты по мере необходимости.</li>
      <li><span>Поиск по названию или ингредиенту:</span>
        Найдите нужный рецепт за считанные секунды,
        используя функцию поиска. Просто введите название рецепта или ингредиент,
        и мы покажем вам соответствующие результаты.
      </li>
      <li><span>Фильтрация по приему пищи и тегам:</span>
        Удобные теги помогут вам быстро сортировать рецепты по типу приема пищи
        (завтрак, обед, ужин) или по вашим собственным тегам,
        что делает поиск еще более эффективным.
      </li>
    </ul>
    <p>Создайте свою кулинарную библиотеку и наслаждайтесь процессом приготовления!
    </p>
  </div>
</template>
<script setup lang="ts">
</script>
