<template>
  <div class="menu-constructor-page">
    <h1>Формирование меню</h1>
    <p>
      Добро пожаловать на страницу формирования меню! Здесь вы можете легко создать сбалансированное
      меню, используя вашу базу рецептов.
    </p>
    <p>Основные функции:</p>
    <ul>
      <li>
        <span>Выбор приемов пищи:</span> Укажите, какие приемы пищи вы хотите включить в меню,
        например, обед и ужин. Это позволяет адаптировать меню под ваши предпочтения и потребности.
      </li>
      <li>
        <span>Количество человек:</span> Укажите, для сколько человек вы планируете составить меню —
        для взрослых или детей. Это поможет вам учесть объемы порций и разнообразие блюд.
      </li>
      <li>
        <span>Выбор периода:</span> Определите период, на который вы хотите составить меню, до 2
        месяцев. Это идеально подходит для долгосрочного планирования питания.
      </li>
      <li>
        <span>Печать меню:</span> Получившееся меню можно легко распечатать, чтобы иметь его под
        рукой во время покупок или приготовления пищи.
      </li>
    </ul>
    <p>Создайте свое идеальное меню и наслаждайтесь разнообразием блюд на каждый день!</p>
  </div>
</template>
