<template>
  <div class="shopping-list-page">
    <h1>Список покупок</h1>
    <p>Добро пожаловать на страницу списка покупок!
      Здесь вы можете легко распечатать необходимые ингредиенты,
      сформированные на основе вашего составленного меню.</p>
    <p>Основные функции:</p>
    <ul>
      <li><span>Автоматическое формирование списка:</span>
        На основании выбранного меню автоматически создается список продуктов,
        что экономит ваше время и усилия.</li>
      <li><span>Информация о количестве:</span>
        Каждый продукт в списке указывает точное количество,
        необходимое для приготовления блюд, что помогает избежать лишних покупок.</li>
      <li><span>Пометки о приёмах пищи:</span>
        В списке указано, в каких приемах пищи используется каждый продукт.
        Это удобно для быстрого ориентирования и планирования покупок.</li>
      <li><span>Удобная печать:</span>
        Легко распечатайте список, чтобы иметь его под рукой во время похода в магазин.</li>
    </ul>
    <p>С легкостью планируйте свои покупки и наслаждайтесь процессом приготовления вкусных блюд!</p>
  </div>
</template>

